{
  "name": "海外案件の会議を行う",
  "levels": {
    "L1": [
      {
        "japanese": "海外の会議です。",
        "english": "This is an overseas meeting."
      },
      {
        "japanese": "時差があります。",
        "english": "There's a time difference."
      },
      {
        "japanese": "英語で話しましょう。",
        "english": "Let's speak in English."
      },
      {
        "japanese": "通訳が必要ですか？",
        "english": "Do we need an interpreter?"
      },
      {
        "japanese": "資料を共有します。",
        "english": "We'll share the materials."
      },
      {
        "japanese": "質問はありますか？",
        "english": "Any questions?"
      },
      {
        "japanese": "次回はいつですか？",
        "english": "When is next time?"
      },
      {
        "japanese": "ありがとうございました。",
        "english": "Thank you very much."
      }
    ],
    "L2": [
      {
        "japanese": "国際プロジェクトの進捗について議論しましょう。",
        "english": "Let's discuss the progress of the international project."
      },
      {
        "japanese": "各地域の状況を共有していただけますか？",
        "english": "Could you share the situation in each region?"
      },
      {
        "japanese": "文化的な違いを考慮する必要があります。",
        "english": "We need to consider cultural differences."
      },
      {
        "japanese": "現地法規制への対応状況はいかがですか？",
        "english": "How is the response to local regulations?"
      },
      {
        "japanese": "タイムゾーンを調整して次回の会議を設定しましょう。",
        "english": "Let's coordinate time zones and schedule the next meeting."
      },
      {
        "japanese": "通訳サービスの手配をお願いできますか？",
        "english": "Could you arrange interpretation services?"
      },
      {
        "japanese": "資料の多言語対応が必要でしょうか？",
        "english": "Is multilingual support for materials necessary?"
      },
      {
        "japanese": "グローバルチームとの連携を強化しましょう。",
        "english": "Let's strengthen coordination with the global team."
      }
    ],
    "L3": [
      {
        "japanese": "グローバルステークホルダーとの戦略的協議を効果的に進行していただけますか？",
        "english": "Could you effectively facilitate strategic consultations with global stakeholders?"
      },
      {
        "japanese": "多文化環境における意思決定プロセスの最適化は重要だと思われますか？",
        "english": "Do you think optimizing decision-making processes in multicultural environments is important?"
      },
      {
        "japanese": "地政学的リスクと事業機会のバランスを慎重に評価していただけますか？",
        "english": "Could you carefully evaluate the balance between geopolitical risks and business opportunities?"
      },
      {
        "japanese": "各地域の規制環境と市場特性を統合的に分析する必要があります。",
        "english": "We need to comprehensively analyze regulatory environments and market characteristics of each region."
      },
      {
        "japanese": "グローバルガバナンスと現地適応の最適なバランスを実現しましょう。",
        "english": "Let's achieve optimal balance between global governance and local adaptation."
      },
      {
        "japanese": "文化的多様性を競争優位の源泉として活用する戦略を検討します。",
        "english": "We'll consider strategies that leverage cultural diversity as a source of competitive advantage."
      },
      {
        "japanese": "デジタル技術を活用したグローバル協働体制の構築が不可欠です。",
        "english": "Building global collaboration systems leveraging digital technology is essential."
      },
      {
        "japanese": "持続可能な国際事業展開に向けた包括的戦略を策定いたします。",
        "english": "We'll develop comprehensive strategies for sustainable international business expansion."
      }
    ]
  }
}
