{
  "name": "電話対応のやり取り",
  "levels": {
    "L1": [
      {
        "japanese": "もしもし。",
        "english": "Hello."
      },
      {
        "japanese": "お電話ありがとうございます。",
        "english": "Thank you for calling."
      },
      {
        "japanese": "少々お待ちください。",
        "english": "Please wait a moment."
      },
      {
        "japanese": "申し伝えます。",
        "english": "I'll pass on the message."
      },
      {
        "japanese": "失礼いたします。",
        "english": "Excuse me."
      },
      {
        "japanese": "聞こえません。",
        "english": "I can't hear you."
      },
      {
        "japanese": "もう一度お願いします。",
        "english": "Please say that again."
      },
      {
        "japanese": "ありがとうございました。",
        "english": "Thank you very much."
      }
    ],
    "L2": [
      {
        "japanese": "お忙しい中、お電話いただきありがとうございます。",
        "english": "Thank you for calling despite your busy schedule."
      },
      {
        "japanese": "恐れ入りますが、担当者は席を外しております。",
        "english": "I'm sorry, but the person in charge is away from their desk."
      },
      {
        "japanese": "折り返しお電話させていただきます。",
        "english": "We'll call you back."
      },
      {
        "japanese": "ご用件をお聞かせください。",
        "english": "Please tell me what this is regarding."
      },
      {
        "japanese": "確認いたしますので、少々お待ちください。",
        "english": "I'll check, so please wait a moment."
      },
      {
        "japanese": "申し訳ございませんが、もう一度お名前をお聞かせください。",
        "english": "I'm sorry, but could you tell me your name again?"
      },
      {
        "japanese": "詳細についてはメールでお送りいたします。",
        "english": "I'll send you the details by email."
      },
      {
        "japanese": "貴重なお時間をいただき、ありがとうございました。",
        "english": "Thank you for your valuable time."
      }
    ],
    "L3": [
      {
        "japanese": "この度は貴重なお時間をいただき、心より感謝申し上げます。",
        "english": "We sincerely appreciate you taking your valuable time for this call."
      },
      {
        "japanese": "複雑な案件につきまして、専門部署との調整が必要でございます。",
        "english": "Regarding this complex matter, coordination with specialized departments is necessary."
      },
      {
        "japanese": "ステークホルダーとの協議を経て、包括的な回答をご提供いたします。",
        "english": "We'll provide a comprehensive response after consultation with stakeholders."
      },
      {
        "japanese": "機密性の高い情報につきましては、適切な手続きを経てご対応いたします。",
        "english": "Regarding highly confidential information, we'll respond through appropriate procedures."
      },
      {
        "japanese": "戦略的重要性を考慮し、経営陣との協議を実施させていただきます。",
        "english": "Considering strategic importance, we'll conduct consultations with management."
      },
      {
        "japanese": "グローバル規模での調整が必要な案件につき、時差を考慮した対応を行います。",
        "english": "For matters requiring global-scale coordination, we'll respond considering time differences."
      },
      {
        "japanese": "コンプライアンス要件を満たしつつ、最適なソリューションを検討いたします。",
        "english": "We'll consider optimal solutions while meeting compliance requirements."
      },
      {
        "japanese": "継続的なパートナーシップの発展に向けて、建設的な対話を継続いたします。",
        "english": "We'll continue constructive dialogue toward developing continuous partnership."
      }
    ]
  }
}
