{
  "name": "海外展開戦略を導入する",
  "levels": {
    "L1": [
      {
        "japanese": "海外で事業を始めます。",
        "english": "We'll start business overseas."
      },
      {
        "japanese": "現地スタッフを雇います。",
        "english": "We'll hire local staff."
      },
      {
        "japanese": "オフィスを開設します。",
        "english": "We'll open an office."
      },
      {
        "japanese": "商品を輸出します。",
        "english": "We'll export products."
      },
      {
        "japanese": "現地の法律を守ります。",
        "english": "We'll follow local laws."
      },
      {
        "japanese": "文化を理解しましょう。",
        "english": "Let's understand the culture."
      },
      {
        "japanese": "言語の問題があります。",
        "english": "There are language issues."
      },
      {
        "japanese": "成功を目指しましょう。",
        "english": "Let's aim for success."
      }
    ],
    "L2": [
      {
        "japanese": "グローバル展開の実行計画を策定しましょう。",
        "english": "Let's develop an implementation plan for global expansion."
      },
      {
        "japanese": "現地市場のニーズに合わせた商品開発が必要です。",
        "english": "Product development tailored to local market needs is necessary."
      },
      {
        "japanese": "効果的な現地化戦略を実施します。",
        "english": "We'll implement effective localization strategies."
      },
      {
        "japanese": "現地パートナーとの関係構築を重視しましょう。",
        "english": "Let's prioritize building relationships with local partners."
      },
      {
        "japanese": "文化的適応と品質維持のバランスが重要です。",
        "english": "The balance between cultural adaptation and quality maintenance is important."
      },
      {
        "japanese": "段階的な市場浸透戦略を採用します。",
        "english": "We'll adopt a phased market penetration strategy."
      },
      {
        "japanese": "現地法規制への完全な準拠を確保しましょう。",
        "english": "Let's ensure complete compliance with local regulations."
      },
      {
        "japanese": "投資回収期間を慎重に管理する必要があります。",
        "english": "We need to carefully manage the investment recovery period."
      }
    ],
    "L3": [
      {
        "japanese": "グローバル戦略の実行における組織変革と文化的統合を同時に進めていきます。",
        "english": "We'll simultaneously promote organizational transformation and cultural integration in global strategy execution."
      },
      {
        "japanese": "現地市場の複雑性に対応する適応的実行フレームワークを構築しましょう。",
        "english": "Let's build adaptive execution frameworks that respond to local market complexity."
      },
      {
        "japanese": "グローバルガバナンスと現地自律性の最適なバランスを実現する必要があります。",
        "english": "We need to achieve optimal balance between global governance and local autonomy."
      },
      {
        "japanese": "デジタル技術を活用したグローバルオペレーションの効率化を目指します。",
        "english": "We'll enhance global operations efficiency leveraging digital technology."
      },
      {
        "japanese": "多様なステークホルダーとの戦略的パートナーシップ構築が成功の鍵です。",
        "english": "Building strategic partnerships with diverse stakeholders is key to success."
      },
      {
        "japanese": "持続可能性とESG要件を統合したグローバル実行戦略を展開します。",
        "english": "We'll deploy global execution strategies integrating sustainability and ESG requirements."
      },
      {
        "japanese": "継続的な学習と適応を通じてグローバル競争力を強化しましょう。",
        "english": "Let's strengthen global competitiveness through continuous learning and adaptation."
      },
      {
        "japanese": "長期的価値創造に向けたグローバル投資の戦略的改善を実践します。",
        "english": "We'll practice strategic optimization of global investments for long-term value creation."
      }
    ]
  }
}